Repository: shelllet/languages
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Language
source: Simplified chinese
ja_jp: 簡体字中国語

# Add.Label
source: Add
ja_jp: 追加

# Delete.Label
source: Delete
ja_jp: 削除

# Document.Text
source: The process has been modified. do you want to save?
ja_jp: プロセスが変更されました。保存しますか？

# Recording.Title
source: Being recorded...
ja_jp: 録画中...

# Save.Text
source: Save
ja_jp: 保存

# Cancel.Text
source: Cancel
ja_jp: キャンセル

# Ok.Text
source: Determine
ja_jp: 確定

# Publish.Text
source: Release
ja_jp: リリース

# Stop.Text
source: Stop
ja_jp: 停止

# Blank.Project.Text
source: Click 'new' to create the project
ja_jp: 「新規」をクリックしてプロジェクトを作成

# Reminder.Text
source: Warm reminder
ja_jp: 心温まる注意喚起

# Version.Text
source: Version
ja_jp: バージョン

# Version.Title.Text
source: Version:
ja_jp: バージョン：

# Version.New
source: Discover new version: {}
ja_jp: 新しいバージョンが見つかりました：{}

# Home.Title.Text
source: Website:
ja_jp: Webサイト：

# Registered.Text
source: Registered
ja_jp: 登録済み

# UnRegistered.Text
source: Unregistered
ja_jp: 未登録

# Registered.To.Text
source: The current product is registered to:
ja_jp: 現在の製品の登録先：

# Blank.UserName.Text
source: User name:
ja_jp: ユーザー名：

# Blank.SerialNumber.Text
source: Serial number:
ja_jp: シリアル番号：

# History.Title
source: Historical record
ja_jp: 履歴

# ActionItem.Open.Text
source: Open
ja_jp: 開く

# ActionItem.Visible.Text
source: Enable
ja_jp: 有効にする

# ImagePreview.Button.Text
source: Determine
ja_jp: 確定

# ImagePreview.Title.Text
source: Preview
ja_jp: プレビュー

# Items.None
source: Empty
ja_jp: 空

# Settings.Basic.Content
source: Basic setting
ja_jp: 基本設定

# Settings.Shortcut.Content
source: Shortcut key setting
ja_jp: ショートカットの設定

# Settings.Drawing.Content
source: Drawing
ja_jp: 図形描画

# Settings.Process.Content
source: Process
ja_jp: 流れ

# Settings.Language.Header
source: Language
ja_jp: 言語

# Settings.Theme.Header
source: Theme
ja_jp: 主題

# Settings.Sound.Header
source: Sound
ja_jp: サウンド

# Settings.RigisterFileType.Header
source: Association type
ja_jp: 関連タイプ

# Settings.Drawing.Thickness.Text
source: Border size
ja_jp: ボーダーのサイズ

# Settings.Drawing.FontHeight.Text
source: Font size
ja_jp: フォントサイズ

# Settings.Color.Text
source: Foreview
ja_jp: 前景色

# Settings.BackgroundColor.Text
source: Background color
ja_jp: 背景色

# Settings.Process_Inference.Header
source: Model reasoning
ja_jp: モデル推論

# ProcessOptions.Header.Text
source: Item option
ja_jp: プロジェクトオプション

# ActionProperty.Header.Text
source: Action attribute
ja_jp: アクションのプロパティ

# Process.Created.Header
source: Creation date
ja_jp: 作成日

# Process.Hide.Header
source: Hide the window at runtime
ja_jp: 実行時にウィンドウを隠す

# Process.Times.Header
source: Number of runs
ja_jp: 実行回数

# Process.Concurrently.Header
source: Concurrency quantity
ja_jp: 同時数

# Process.Output.Header
source: Output more logs
ja_jp: より多くのログを出力

# Process.Process.Header
source: Main flow
ja_jp: 主な流れ

# Process.Description.Text
source: Description
ja_jp: 説明

# Page.Output.Header
source: Output
ja_jp: アウトプット

# Page.Resource.Header
source: Resources
ja_jp: リソース

# Page.Variable.Header
source: Variable
ja_jp: 変数

# Page.Record.Header
source: Record
ja_jp: レコーディング

# ToolBar.About.Label
source: About
ja_jp: について

# ToolBar.Help.Label
source: Help
ja_jp: 助力

# ToolBar.Register.Label
source: Register
ja_jp: 登録

# BlankPage.Buy.Text
source: Support purchase
ja_jp: 購入のサポート

# Rename.Title
source: Rename
ja_jp: 名前の変更

# Variable.Title
source: Variable
ja_jp: 変数

# AndroidPackage.Title
source: Android package
ja_jp: Androidバッグ

# Close.Text
source: Shut down
ja_jp: シャットダウン

# Workflow.MenuItem.Visible.Text
source: Display
ja_jp: 表示

# Workflow.MenuItem.Preview.Text
source: Open preview
ja_jp: プレビューを有効にする

# Workflow.MenuItem.Open.Text
source: Open
ja_jp: 開く

# Workflow.MenuItem.Remove.Text
source: Delete
ja_jp: 削除

# Workflow.MenuItem.PreviewAll.Text
source: Open preview (all actions)
ja_jp: プレビューをオンにする(すべてのアクション)

# Workflow.MenuItem.UnPreviewAll.Text
source: Close preview (all actions)
ja_jp: プレビューを閉じる(すべてのアクション)

# ToolBar.New.Label
source: Newly built
ja_jp: 新規作成

# ToolBar.Open.Label
source: Open
ja_jp: 開く

# ToolBar.Run.Label
source: Run
ja_jp: 実行

# ToolBar.Shared.Label
source: Release
ja_jp: リリース

# ToolBar.SaveAs.Label
source: Save as
ja_jp: 名前を付けて保存

# ToolBar.Save.Label
source: Save
ja_jp: 保存

# ToolBar.Settings.Label
source: Set
ja_jp: 設定

# Shortcut.MouseGlobalPosition.Text
source: Get mouse position (global)
ja_jp: マウス位置の取得(グローバル)

# Shortcut.MouseWindowPosition.Text
source: Get mouse position (window)
ja_jp: マウスの位置を取得(ウィンドウ)

# Shortcut.WindowTitle.Text
source: Get window title
ja_jp: ウィンドウのタイトルを取得

# Shortcut.ColorPicker.Text
source: Pick up color
ja_jp: カラーを選択

# Shortcut.WorkRun.Text
source: Running process
ja_jp: プロセスの実行

# Shortcut.WorkPause.Text
source: Pause process
ja_jp: プロセスの一時停止

# RecordWindow.Title
source: Record
ja_jp: レコーディング

# StartToRun.Title
source: Run
ja_jp: 実行

# Head.Text
source: Start
ja_jp: 開始

# Mouse.Description
source: Mouse action
ja_jp: マウスアクション

# Mouse.Title
source: Mouse
ja_jp: マウス

# MovePointer.Description
source: Move the mouse
ja_jp: マウスを動かす

# MovePointer.Title
source: Move the mouse
ja_jp: マウスを動かす

# Click.Description
source: Click
ja_jp: マウスクリック

# Click.Title
source: Click
ja_jp: クリック

# MoveClick.Description
source: Move + click
ja_jp: マウスを動かし、位置に達したらマウスの対応するキーをクリックします

# MoveClick.Title
source: Move + click
ja_jp: 移動してクリック

# DoubleClick.Description
source: Double click
ja_jp: ダブルクリック

# DoubleClick.Title
source: Double click
ja_jp: ダブルクリック

# RightClick.Description
source: Right click
ja_jp: 右クリック

# RightClick.Title
source: Right click
ja_jp: 右クリック

# DragPointer.Description
source: Drag
ja_jp: マウスのドラッグ

# DragPointer.Title
source: Drag
ja_jp: ドラッグ

# ListenMouse.Description
source: Monitor mouse
ja_jp: マウスのリスニング

# ListenMouse.Title
source: Monitor mouse
ja_jp: マウスのリスニング

# System.Description
source: System
ja_jp: システム

# System.Title
source: System
ja_jp: システム

# Wait.Description
source: Wait, can also be called dormancy. it can stop an action for a period of time before continuing to run.
ja_jp: 待機は、休眠とも呼ばれる。アクションをしばらく停止させてから、実行を続行します。

# Wait.Title
source: Wait
ja_jp: 待つ

# FileQuery.Description
source: Search file
ja_jp: ファイルの検索

# FileQuery.Title
source: Search file
ja_jp: ファイルの検索

# StartProcess.Description
source: Start process
ja_jp: プロセスの開始

# StartProcess.Title
source: Start process
ja_jp: プロセスの開始

# WindowCapture.Description
source: This action takes a screenshot of the selected window
ja_jp: 選択したウィンドウをスクリーンショットします

# WindowCapture.Title
source: Window screenshot
ja_jp: ウィンドウのスクリーンショット

# CropImage.Description
source: This action can select an area on a picture and cut it.
ja_jp: 画像上の領域を選択してトリミングします。

# CropImage.Title
source: Crop picture
ja_jp: 画像のトリミング

# PlayRecord.Description
source: Play and record
ja_jp: 録画を再生

# PlayRecord.Title
source: Play and record
ja_jp: 録画を再生

# Timer.Description
source: The timer can perform certain actions repeatedly at certain time intervals.
ja_jp: タイマーは一定の時間間隔で、いくつかのアクションを繰り返すことができます。

# Timer.Title
source: Timer
ja_jp: タイマー

# ONNXClassification.Description
source: Target classification
ja_jp: 目標分類には、*yolo5*ネットワーク訓練のonnxのモデルを用いることを提案した。その他のネットワークモデル。スクリプトを使用して出力をカスタマイズする必要がある場合があります。

# ONNXClassification.Title
source: Target classification
ja_jp: もくてきぶんるい

# Type.Description
source: Type
ja_jp: タイプ

# Type.Title
source: Type
ja_jp: タイプ

# TypeUri.Description
source: Create a url
ja_jp: Urlを作成

# TypePassword.Description
source: Password
ja_jp: パスワードの定義

# TypePassword.Title
source: Password
ja_jp: パスワード

# TypePoint.Description
source: Define a coordinate point
ja_jp: 座標点を定義する

# TypePoint.Title
source: Coordinate
ja_jp: 座標

# TypeFile.Description
source: Define file type
ja_jp: ファイルタイプの定義

# TypeFile.Title
source: File
ja_jp: ファイル

# TypeFolder.Description
source: Define folder
ja_jp: フォルダの定義

# TypeFolder.Title
source: Folder
ja_jp: フォルダ

# ClipboardValue.Description
source: Shear plate
ja_jp: クリップボードの現在の内容を取得

# ClipboardValue.Title
source: Shear plate
ja_jp: せん断板

# TypeShortcut.Description
source: Shortcut key
ja_jp: ショートカットキーの定義

# TypeShortcut.Title
source: Shortcut key
ja_jp: ショートカットキー

# Window.Description
source: Window class
ja_jp: ウィンドウクラス

# Window.Title
source: Window class
ja_jp: ウィンドウクラス

# FindWindow.Description
source: Search for windows. this action searches for windows by window title or window class.
ja_jp: Windowsシステムでウィンドウを検索します。ウィンドウタイトルまたはウィンドウクラスでウィンドウを検索します。

# FindWindow.Title
source: Search window
ja_jp: 「検索」ウィンドウ

# Control.Description
source: Logic
ja_jp: ろんり

# Control.Title
source: Logic
ja_jp: ろんり

# For.Description
source: Cycle
ja_jp: じゅんかん

# For.Title
source: Cycle
ja_jp: じゅんかん

# If.Description
source: Conditional, equivalent to the if statement in python, has two branches. if the condition is true, the left branch of the flow is executed; otherwise, the right branch of the flow is executed
ja_jp: 条件判定は、python中のif文に相当し、この動作には2つの分岐があり、条件が成立すれば左のフロー分岐を、そうでなければ右のフロー分岐を実行する

# If.Title
source: Judgment
ja_jp: 判断

# Invoke.Description
source: This action can invoke other processes (not subprocesses).
ja_jp: このアクションは、サブプロセス以外の他のプロセスを呼び出すことができます。

# Invoke.Title
source: Call
ja_jp: 呼び出す

# Break.Description
source: Stop the cycle
ja_jp: サイクルの停止

# Break.Title
source: Stop the cycle
ja_jp: サイクルの停止

# OpenUri.Description
source: This action launches the browser to open the specified url
ja_jp: ブラウザを起動して指定したwebアドレスを開きます

# OpenUri.Title
source: Open a link
ja_jp: リンクを開く

# Code.Description
source: This action executes some python scripts.
ja_jp: このアクションは、いくつかのpythonスクリプトを実行します。

# Code.Title
source: Script
ja_jp: スクリプト

# Media.Description
source: Media, including screenshots, sound playback, and other actions
ja_jp: スクリーンショット、音声再生などのメディア

# Media.Title
source: Media
ja_jp: メディア

# MediaPlay.Description
source: Sound playback
ja_jp: サウンド再生

# MediaPlay.Title
source: Sound playback
ja_jp: サウンド再生

# Keyboard.Description
source: Keyboard
ja_jp: キーボード

# Keyboard.Title
source: Keyboard
ja_jp: キーボード

# SendKey.Description
source: Send button
ja_jp: 送信キー

# SendKey.Title
source: Send button
ja_jp: 送信キー

# SendText.Description
source: Send text
ja_jp: テキストの送信

# SendText.Title
source: Send text
ja_jp: テキストの送信

# PressKey.Description
source: Press the button
ja_jp: キーを押す

# PressKey.Title
source: Press the button
ja_jp: キーを押す

# ReleaseKey.Description
source: Release key
ja_jp: キーを離す

# ReleaseKey.Title
source: Release key
ja_jp: キーを離す

# ListenKeyboard.Description
source: Monitor keyboard
ja_jp: リスニングキーボード

# ListenKeyboard.Title
source: Monitor keyboard
ja_jp: リスニングキーボード

# Image.Description
source: Image processing
ja_jp: 画像処理

# Image.Title
source: Image processing
ja_jp: 画像処理

# ImageSave.Description
source: Save the image types in the process to the local disk.
ja_jp: プロセス中の画像タイプをローカルディスクに保存します。

# ImageSave.Title
source: Save the picture
ja_jp: 画像を保存

# FeatureDetect.Description
source: This action finds an image with certain characteristics within an image
ja_jp: このアクションは、1つの画像の中で特定の特徴を持つ画像を検索します

# FeatureDetect.Title
source: Image search
ja_jp: 画像検索

# ExitApp.Description
source: Exit
ja_jp: プロセス実行の終了

# ExitApp.Title
source: Exit
ja_jp: 退出

# ImageLoad.Description
source: Load image
ja_jp: ローカルディスクからのイメージのロード

# ImageLoad.Title
source: Load image
ja_jp: イメージのロード(load image)

# ONNXDetection.Description
source: Object detection
ja_jp: ターゲット検出、yolo5形式のonnxモデルのみサポート、その他のonnx検出モデルはスクリプトによる自己解析出力が必要

# ONNXDetection.Title
source: Object detection
ja_jp: ターゲット検出

# PointConvert.Description
source: Window coordinates to screen coordinates, or screen coordinates to window coordinates
ja_jp: ウィンドウ座標からスクリーン座標へ、またはスクリーン座標からウィンドウ座標へ

# PointConvert.Title
source: Coordinate transformation
ja_jp: 座標変換

# QuitThread.Description
source: Can be used to end an executing thread action.
ja_jp: 実行中のスレッドアクションを終了するために使用できます。

# QuitThread.Title
source: End thread
ja_jp: 終了スレッド

# AdbPackages.Description
source: This action will get all the installation packages in the android emulator.
ja_jp: このアクションは、androidエミュレータ内のすべてのインストールパッケージを取得します。

# AdbPackages.Title
source: Installation package
ja_jp: パッケージのインストール

# Filesystem.Description
source: File
ja_jp: ファイル

# Filesystem.Title
source: File
ja_jp: ファイル

# FileRead.Description
source: Read file
ja_jp: ファイルの読み込み

# FileRead.Title
source: Read file
ja_jp: ファイルの読み込み

# FileWrite.Description
source: File write
ja_jp: ファイル書き込み

# FileWrite.Title
source: File write
ja_jp: ファイル書き込み

# Detection.Description
source: Image detection
ja_jp: がぞうけんしゅつ

# Detection.Title
source: Image detection
ja_jp: がぞうけんしゅつ

# Dnn.Description
source: Deep learning
ja_jp: ディープラーニング

# Dnn.Title
source: Deep learning
ja_jp: ディープラーニング

# Drawing.Description
source: Drawing
ja_jp: 図形描画

# Drawing.Title
source: Drawing
ja_jp: 図形描画

# TypeResource.Description
source: Resources
ja_jp: リソースの定義

# TypeResource.Title
source: Resources
ja_jp: リソース

# MatchShapes.Description
source: Find shape
ja_jp: イメージからシェイプを検索すると、シェイプが回転しても、一致にはあまり影響しません。

# MatchShapes.Title
source: Find shape
ja_jp: シェイプマッチング(shape matching)

# ReadJson.Description
source: Read json
ja_jp: Jsonの読み取り

# ReadJson.Title
source: Read json
ja_jp: Jsonの読み取り

# RandomNumber.Description
source: Random number generation
ja_jp: 乱数の生成

# RandomNumber.Title
source: Random number
ja_jp: 乱数

# Database.Description
source: Database
ja_jp: データベース

# Database.Title
source: Database
ja_jp: データベース

# WebWaitFrameAvailable.Description
source: Check whether the given framework can be switched to.
ja_jp: 指定されたフレームがに切り替えられるかどうかをチェックします。

# WebWaitFrameAvailable.Title
source: Wait * frame can be switched
ja_jp: 待機*フレームが切り替え可能

# WebWaitVisibilityByLocator.Description
source: Using a positioning strategy, check that elements known to exist in the dom of the page are visible. visibility means that the element is not only displayed but is both height and width greater than 0
ja_jp: ページdom上に存在することがわかっているエレメントが表示されているかどうかを確認します。表示は、エレメントが表示されているだけでなく、高さと幅が0よりも大きいことを意味します

# WebWaitVisibilityByLocator.Title
source: Wait * visible (locator)
ja_jp: 待機*可視(ロケータ)

# AccessSize.Description
source: Gets the length of an array or list. the action to be accessed must be a container or a list with multiple identical values.
ja_jp: 配列の長さを取得します。アクセスするアクションは配列でなければなりません。

# AccessSize.Title
source: Access length
ja_jp: 長さ*配列

# Web.Description
source: Browser operation
ja_jp: ブラウザのアクション

# Web.Title
source: Web
ja_jp: ウェブ

# Network.Description
source: Network
ja_jp: ネットワーク

# Network.Title
source: Network
ja_jp: ネットワーク

# WebOpen.Description
source: Open browser, support, open chrome and edge browsers.
ja_jp: ブラウザを開く、サポートする、chromeとedgeブラウザを開く。

# WebOpen.Title
source: Open a browser
ja_jp: ブラウザを開く

# WebWaitTitle.Description
source: Check that the title contains a case-sensitive string.
ja_jp: タイトルに大文字と小文字を区別する文字列が含まれているかどうか

# WebWaitTitle.Title
source: Wait * title
ja_jp: 待機*タイトル

# WebElementSubmit.Description
source: Form submission
ja_jp: フォーム送信

# WebElementSubmit.Title
source: Form submission
ja_jp: フォーム送信

# WebGetElement.Description
source: Find web elements
ja_jp: Web要素の検索

# WebGetElement.Title
source: Lookup element
ja_jp: 要素の検索

# HttpDownload.Description
source: This action downloads network files over http.
ja_jp: このアクションは、httpプロトコルを介してネットワークファイルをダウンロードします。

# HttpDownload.Title
source: Download
ja_jp: ダウンロード

# WebElementAttribute.Description
source: Get attribute
ja_jp: 属性の取得

# WebElementAttribute.Title
source: Get attribute
ja_jp: 属性の取得

# WebCookies.Description
source: Get cookies
ja_jp: Cookiesの取得

# WebCookies.Title
source: Get cookies
ja_jp: Cookiesの取得

# WebWaitPresence.Description
source: Checking to see if the element exists in the dom of the page does not necessarily mean that the element is visible.
ja_jp: エレメントがページのdomに存在するかどうかを確認します。これは、エレメントが表示されていることを必ずしも意味しません。

# WebWaitPresence.Title
source: Wait for the * element to render
ja_jp: 待ち*要素のレンダリング

# ArithmeticCalculate.Description
source: Perform the (+ - * /) arithmetic operation
ja_jp: (+-*/)算術演算を実行するには、ソース・データが算術演算をサポートしている必要があります。

# ArithmeticCalculate.Title
source: Arithmetic operation
ja_jp: 算術演算

# Algorithm.Description
source: Algorithm
ja_jp: アルゴリズム

# Algorithm.Title
source: Algorithm
ja_jp: アルゴリズム

# FindContours.Description
source: Find contour
ja_jp: プロファイルの検索

# FindContours.Title
source: Find contour
ja_jp: プロファイルの検索

# ImageMorphological.Description
source: Expansion
ja_jp: モルフォロジー操作は、シェイプに基づいて画像を処理する一連の操作である。彼らは、構造化要素を入力画像に適用し、出力画像を生成する。

# ImageMorphological.Title
source: Expansion
ja_jp: けいたいがくてきそうさ

# PaddleTextDetection.Description
source: Text detection
ja_jp: テキスト検出

# PaddleTextDetection.Title
source: Text detection
ja_jp: テキスト検出

# NetUserAdd.Description
source: This action adds an account to the operating system.
ja_jp: このアクションでosにアカウントを追加することができます。

# NetUserAdd.Title
source: Add a user
ja_jp: ユーザーの追加

# TypeRect.Description
source: Rectangle
ja_jp: 長方形を定義する

# TypeRect.Title
source: Rectangle
ja_jp: 長方形

# SplitString.Description
source: Split string
ja_jp: 分割文字列

# SplitString.Title
source: Split string
ja_jp: 分割文字列

# TypeScalar.Description
source: Scalar
ja_jp: スカラーには4つの数値が含まれます

# TypeScalar.Title
source: Scalar
ja_jp: スカル

# SpecialWindow.Description
source: This action is used to select a specific window that is known.
ja_jp: このアクションは、既知の特定のウィンドウを選択します。

# SpecialWindow.Title
source: Specific window
ja_jp: 特定のウィンドウ

# SendKeyMessage.Description
source: Send keyboard message
ja_jp: ウィンドウにキーボードメッセージを送信

# SendKeyMessage.Title
source: Send keyboard message
ja_jp: キーボード・メッセージの送信

# OpenApplication.Description
source: Open the software in windows. this action does not wait for the program to end.
ja_jp: Windowsシステムでソフトウェアを開きます。このアクションは、プログラムが終了するまで待機しません。

# OpenApplication.Title
source: Open the application
ja_jp: アプリケーションを開く

# NameAlias.Description
source: This action refers by name to a passing action that can be used in the process.
ja_jp: この動作は、名前参照プロセスにおいて、通りすがり動作として使用されることがある。

# NameAlias.Title
source: Reference action (name)
ja_jp: 参照アクション(名前)

# LaunchFile.Description
source: This action opens files that have been associated with file types in the operating system.
ja_jp: このアクションは、オペレーティングシステムで関連付けられているファイルタイプのファイルを開きます。

# LaunchFile.Title
source: Open file
ja_jp: ファイルを開く

# PaddleTextRecognition.Description
source: Text recognition
ja_jp: テキスト認識

# PaddleTextRecognition.Title
source: Text recognition
ja_jp: テキスト認識

# WebSwitchToFrame.Description
source: Switch focus to the specified frame
ja_jp: 指定したフレームにフォーカスを切り替え

# WebSwitchToFrame.Title
source: Switching frame
ja_jp: フレームの切り替え

# WebFocusFrameDefault.Description
source: Switch focus to the default framework.
ja_jp: フォーカスを標準フレームに切り替えます。

# WebFocusFrameDefault.Title
source: Frame * sets the focus
ja_jp: フレーム*フォーカスの設定

# WebActionChainsCreated.Description
source: Create a web action chain
ja_jp: Webアクションチェーンの作成

# WebActionChainsCreated.Title
source: Action chain * created
ja_jp: アクションチェーン*作成

# WebActionClick.Description
source: Click on a web element that needs to be added to the action chain.
ja_jp: Web要素をクリックすると、アクションがアクションチェーンに追加されます。

# WebActionClick.Title
source: Action chain. click
ja_jp: アクションチェーン.クリック

# When.Description
source: This action starts a thread that keeps checking until the condition is correct.
ja_jp: このアクションは、条件が成立するまでスレッドの継続的な検出をオンにします。

# When.Title
source: When... be established
ja_jp: 成立したとき

# WebScreenshot.Description
source: Element screenshots or page screenshots
ja_jp: 要素のスクリーンショットまたはページのスクリーンショット

# WebScreenshot.Title
source: Element screenshot
ja_jp: 要素のスクリーンショット

# PressAndReleaseKey.Description
source: Press and release
ja_jp: 押して離す

# PressAndReleaseKey.Title
source: Press and release
ja_jp: 押して離す

# ShowMessageBox.Description
source: Prompt box
ja_jp: プロンプトボックスを表示

# ShowMessageBox.Title
source: Prompt box
ja_jp: プロンプトボックス

# MoveOffset.Description
source: Offset move
ja_jp: マウスの現在の位置を開始位置として、オフセットに応じてマウスを移動します。

# MoveOffset.Title
source: Offset move
ja_jp: オフセット移動

# TextChinese.Description
source: Identify the chinese text in the picture.
ja_jp: 画像中の中国語の文字を認識する。

# TextChinese.Title
source: Chinese recognition
ja_jp: 中国語認識

# ResizeImage.Description
source: Resize
ja_jp: 寸法を調整する

# ResizeImage.Title
source: Resize
ja_jp: 寸法を調整する

# CenterCropImage.Description
source: Cropping the picture from the center
ja_jp: 画像を中央からトリミングします。

# CenterCropImage.Title
source: Cropped picture
ja_jp: 画像のトリミング

# WinRun.Description
source: Open the run dialog box in the operating system
ja_jp: オペレーティングシステムで[ファイル名を指定して実行]ダイアログボックスを開く

# WinRun.Title
source: Run dialog
ja_jp: 「実行」ダイアログ

# HttpGet.Description
source: Http get request
ja_jp: Httpベースのget要求

# HttpGet.Title
source: Get
ja_jp: ゲット

# ONNXModel.Description
source: Load onnx model files
ja_jp: Onnxモデルファイルをロードする

# ONNXModel.Title
source: Model
ja_jp: モデル

# WebWaitVisibilityByElement.Description
source: Checks if an element known to exist on the page dom is visible through a known element, and visibility means that the element is not only displayed but also has a height and width greater than 0
ja_jp: 「既知のエレメント」では、ページdomに存在することがわかっているエレメントが表示されているかどうかをチェックします。表示されていることは、エレメントが表示されているだけでなく、高さと幅が0より大きいことを意味します

# WebWaitVisibilityByElement.Title
source: Wait * visible
ja_jp: 待機*表示

# WebWaitAlert.Description
source: Check if an alarm currently exists and switch to it.
ja_jp: アラートが現在存在するかどうかを確認し、そのアラートに切り替えます。

# WebWaitAlert.Title
source: Wait for * warning box
ja_jp: 待機*警告ボックス

# WebWaitClickable.Description
source: Used to check that the element is visible and enabled so that you can click on it.
ja_jp: エレメントが表示され、クリックできるように有効になっていることを確認できます。

# WebWaitClickable.Title
source: Wait * clickable
ja_jp: 待機*クリック可能

# BlobDetect.Description
source: Blob lookup
ja_jp: Blobは、周囲の領域とはプロパティ（輝度、カラーなど）が異なる画像の領域です。

# BlobDetect.Title
source: Blob
ja_jp: ブロブ検索

# FilterVertex.Description
source: Vertex filtering
ja_jp: 輪郭の形状に基づいて配列をフィルタする

# FilterVertex.Title
source: Vertex filtering
ja_jp: プロファイルシェイプフィルタ

# CalculateCenter.Description
source: Location of computing center
ja_jp: 長方形の枠、または輪郭線の中心位置を計算します。

# CalculateCenter.Title
source: Center coordinate
ja_jp: ちゅうしんざひょう

# CaptureFullScreen.Description
source: Full screen screenshot
ja_jp: 全画面のスクリーンショット

# CaptureFullScreen.Title
source: Full screen screenshot
ja_jp: 全画面のスクリーンショット

# SendMouseClick.Description
source: Send mouse message
ja_jp: マウスメッセージの送信

# SendMouseClick.Title
source: Send mouse message
ja_jp: マウスメッセージの送信

# YoutubeDownload.Description
source: Youtube video download
ja_jp: Youtube動画のダウンロードには、youtubeにアクセスできるネットワークが必要

# YoutubeDownload.Title
source: Youtube video download
ja_jp: Youtube動画ダウンロード

# DirectoryIterator.Description
source: Iterate through folders
ja_jp: フォルダを移動

# DirectoryIterator.Title
source: Iterate through folders
ja_jp: フォルダを移動

# CopyFile.Description
source: Copy files
ja_jp: ファイルのコピー

# CopyFile.Title
source: Copy files
ja_jp: ファイルのコピー

# CodeExpression.Description
source: This action can execute python expressions.
ja_jp: このアクションはpythonの式を実行します。

# CodeExpression.Title
source: Expression
ja_jp: 式

# KillProcess.Description
source: This action can end a process in the operating system
ja_jp: このアクションは、オペレーティングシステムのプロセスを終了します

# KillProcess.Title
source: Terminate the process
ja_jp: プロセスの終了

# ActionAlias.Description
source: This action is used to refer to a pass-by action that can be used in the process.
ja_jp: この動作は、プロセスを参照するために使用されることができる通りすがり動作である。

# ActionAlias.Title
source: Reference action
ja_jp: 参照アクション

# WindowTitle.Description
source: Find line
ja_jp: ウィンドウタイトルの取得または設定

# WindowTitle.Title
source: Find line
ja_jp: ウィンドウのタイトル

# FastLineDetection.Description
source: Find line
ja_jp: 高速直線検出アルゴリズムを使用した直線の検出

# FastLineDetection.Title
source: Find line
ja_jp: 高速直線検出

# EdgeLineDetection.Description
source: Find line
ja_jp: エッジ検出による線分の検索
